package science.example.chat.objec

object CompanionObject {

     val MESSAGE = mutableListOf(
        "Привет!",
        "Как дела?",
        "Какие планы на сегодня?",
        "Сколько я тебе должен?",
        "Увидимся?",
        "Я прочитала книгу,которую ты советовала. Я считаю, что это слишком откровенная история.",
        "Купил билеты. Завтра вылетаем, надеюсь ты уже собралась)",
        "Никогда не думал, что астрономия это настолько интересно. Вчера весь вечер просидел на крыше и не мог оторваться",
        "Возможно когда нибудь она закончит эту работу, ее уже ждет куча новых задач, не понимаю сколько можно тянуть",
        "У нас бешеная защита, не забывайте",
        "Я навела справки\n" +
                "Вот примерная команда СВОИ с которыми мы будем играть))\n" +
                "Катя должна их вроде знать....\n" +
                "Ну, я думаю, по силам вообще) настраиваемся))",
        "У нас по составу только поменялись Света и Катя?",
        "Хотелось конечно лучше ни при том что мы вместе тренировались только 2-3 человека из состава, отличный результат",
        "Хорошо, без проблем) Даже если вдруг Антон куда-то уедет по делам, я дома работать буду"
    )

     val TIME = mutableListOf(
        "11:10",
        "11:11",
        "12:45",
        "12:48",
        "13:15",
        "13:16",
        "13:17",
        "13:48",
        "14:01",
        "15:15",
        "15:48",
        "15:51",
        "16:11",
        "16:28",
        "16:32",
        "17:40",
        "18:56",
        "20:01",
        "21:13",
        "22:08",
        "23:19"
    )
}